blogger/app/controllers/tags_controller.rb

DELETE FROM "tags" WHERE "tags"."id" = ?  [["id", 4]]
SELECT  "tags".* FROM "tags" WHERE "tags"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
---
	def destroy
		@tag = Tag.find(params[:id]).destroy